[BalanceDefs.BD_Ep6_RolandGunOnGround InteractiveObjectBalanceDefinition]
DefaultDisplayName=""
Grades[0]=(GradeModifiers=)

[EP6_VehicleUseProxy InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_Ep6_BanditTechnicalOnLift InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_Ep6_DrawBridgeWidget InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_Ep6_RolandJailDoor InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_RolandGunOnGround InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_BloodshotBridgeKey MissionItemDefinition]
UseFailureCharacterMessage="You want %s Use this item."
ItemName="Anya is the key to the bridge."
PickupMessage="Close to you %s"
UseFailureLevelMessage="You must be at least %d level to use this item."
UseFailureConstraintsMessage="This article does not exist."
NoManufacturerName="Generally speaking"

[ItemDefs.ID_BloodshotBridgeKey:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Key Minister Malbuche."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_Ep6_BanditCarPart MissionItemDefinition]
UseFailureCharacterMessage="You will be %s use it."
ItemName="car parts"
PickupMessage="You are %s"
UseFailureLevelMessage="You must be at least level %d to use this item.."
UseFailureConstraintsMessage="You cannot use this item.."
NoManufacturerName="in general"

[ItemDefs.ID_Ep6_BanditCarPart2 MissionItemDefinition]
UseFailureCharacterMessage="Yeah %s Use it.."
ItemName="auto parts"
PickupMessage="you have %s"
UseFailureLevelMessage="You must be at least %d level to use this item."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="normal"

[ItemDefs.ID_Ep6_BanditCarPart2:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="The parts removed from the damaged car will be very useful in repairing it.."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_Ep6_BanditCarPart3 MissionItemDefinition]
UseFailureCharacterMessage="That's how it should be %s what are you doing."
ItemName="Automotive parts"
PickupMessage="You understand. %s"
UseFailureLevelMessage="You must be at least %d level to use it."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="Relatively"

[ItemDefs.ID_Ep6_BanditCarPart3:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Special parts of pirate cars are destroyed. Knowing yourself is very important.."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_Ep6_BanditCarPart4 MissionItemDefinition]
UseFailureCharacterMessage="you need %s Use these words."
ItemName="About cars"
PickupMessage="it depends on you %s"
UseFailureLevelMessage="You must be at least %d level to use this item."
UseFailureConstraintsMessage="You cannot use this.."
NoManufacturerName="Curriculum"

[ItemDefs.ID_Ep6_BanditCarPart4:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Pick up the piece of the stolen car you destroyed This will help you a lot in your driving."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_Ep6_BanditCarPart5 MissionItemDefinition]
UseFailureCharacterMessage="He should be %s Use this article."
ItemName="car parts"
PickupMessage="You are very rich. %s"
UseFailureLevelMessage="You must be at 100% level to use this feature.."
UseFailureConstraintsMessage="This product cannot be used."
NoManufacturerName="Chief"

[ItemDefs.ID_Ep6_BanditCarPart5:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="This is a special part of the stolen vehicle that you damaged and suitable for special repairs."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_Ep6_BanditCarPart:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Debris will fall on the pirate car you destroyed. This is very useful for personal planning.."
NoConstraintText=""
Suffix=""
Prefix=""

